/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; datos = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<Nada>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Compromiso de AA";

/* Label of field in authority info access extension */
"Access Location" = "Ubicación del acceso";

/* Label of field in authority info access extension */
"Access Method" = "Método de acceso";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Afiliación modificada";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritmo";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Número de serie del certificado de la entidad";

/* Authority info access extension label */
"Authority Information Access" = "Acceso a la información de la entidad";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identificador de clave de entidad";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Restricciones básicas";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Cadena de bits";

/* No comment provided by engineer. */
"bits" = "bits";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Cadena de bytes";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bytes";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Compromiso de CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Firmar certificado";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Entidad de certificación";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Posesión de certificado";

/* Certificate Policies extension label */
"Certificate Policies" = "Políticas del certificado";

/* No comment provided by engineer. */
"Certificate Type" = "Tipo de certificado";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Cese de la operación";

/* Label of field in Certificate Policies extension */
"CPS URI" = "Identificador URI CPS";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Crítico";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Puntos de distribución de CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Emisor de CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Firmar CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Datos";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Codificación de datos";

/* X.509 key usage bitfield name */
"Decipher Only" = "Sólo descodificar";

/* X.509 key usage bitfield name */
"Digital Signature" = "Firma digital";

/* label for general name field value */
"Directory Name" = "Nombre de directorio";

/* label for general name field value */
"DNS Name" = "Nombre DNS";

/* label for general name field value */
"EDI Party Name" = "Nombre de partido EDI";

/* label for general name field value */
"Email Address" = "Dirección de correo";

/* X.509 key usage bitfield name */
"Encipher Only" = "Sólo codificar";

/* No comment provided by engineer. */
"Expired" = "Caducado";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Caducidad";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Texto explícito";

/* Extended key usage extension label */
"Extended Key Usage" = "Uso de clave ampliada";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nombre general";

/* Label used for General Names when value is invalid */
"General Names" = "Nombres generales";

/* No comment provided by engineer. */
"Hostname mismatch." = "Error en el nombre del host.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Inhibir asignación de políticas";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ no válido";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Enlace de cadena de certificados no válida.";

/* label for general name field value */
"IP Address" = "Dirección IP";

/* No comment provided by engineer. */
"Issued By" = "Emitido por";

/* No comment provided by engineer. */
"Issuer Name" = "Emisor";

/* No comment provided by engineer. */
"Issuer Summary" = "Resumen del emisor";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Nombre único del emisor";

/* X.509 key usage bitfield name */
"Key Agreement" = "Contrato de clave";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Compromiso de la clave";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Encriptación de la clave";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Identificador de clave";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nombre relativo al emisor de CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "No";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Sin rechazo";

/* field value of parameters field when no parameters are present */
"none" = "ninguno";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "no mostrado (etiqueta = %1$@; longitud %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "No válido después de";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "No válido antes de";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Números de aviso";

/* Netscape certificate type usage value */
"Object Signing" = "Firma del objeto";

/* Netscape certificate type usage value */
"Object Signing CA" = "CA de firma del objeto";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID demasiado largo";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Uno o más certificados han caducado o todavía no son válidos.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Se han encontrado una o más extensiones críticas incompatibles.";

/* Label of field in Certificate Policies extension */
"Organization" = "Empresa";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Otro nombre";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parámetros";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Límite de longitud de la ruta";

/* Policy constraints extension label */
"Policy Constraints" = "Restricciones de política";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identificador de política núm. %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Calificador de política núm. %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Requisitos de la política no cumplidos.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Periodo de uso de la clave privada";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilegio retirado";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritmo de clave pública";

/* No comment provided by engineer. */
"Public Key Data" = "Datos de clave pública";

/* Label of field in extended key usage extension */
"Purpose" = "Objetivo";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Calificador";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Razones";

/* label for general name field value */
"Registered ID" = "Nombre registrado";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Solicitar política explícita";

/* Netscape certificate type usage value */
"Reserved" = "Reservado";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Certificado raíz no fiable.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "CA S/MIME";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Secuencia";

/* No comment provided by engineer. */
"Serial Number" = "Número de serie";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Configurar";

/* No comment provided by engineer. */
"Signature" = "Firma";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritmo de firma";

/* Netscape certificate type usage value */
"SSL CA" = "CA SSL";

/* Netscape certificate type usage value */
"SSL client" = "Cliente SSL";

/* Netscape certificate type usage value */
"SSL server" = "Servidor SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identificador de clave del sujeto";

/* No comment provided by engineer. */
"Subject Name" = "Sujeto";

/* No comment provided by engineer. */
"Subject Unique ID" = "Nombre único del sujeto";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Reemplazado";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "El emisor de este certificado ha caducado";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "El emisor de este certificado todavía no es válido";

/* No comment provided by engineer. */
"This certificate has expired" = "Este certificado ha caducado";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Este certificado aún no es válido";

/* The certificate is temporally valid */
"This certificate is valid" = "Este certificado es válido";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ sin analizar";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Sin usar";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Uso";

/* No comment provided by engineer. */
"Valid from" = "Válido desde";

/* No comment provided by engineer. */
"Version" = "Versión";

/* label for general name field value */
"X.400 Address" = "Dirección X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Nombre X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "Certificado X.509 versión %1$d %2$s";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Sí";

